{
  "menu": {
    "home": "Georg",
    "about": "About Georg"
  } ,
  "about": {
    "about":"About Georg",
    "aboutText": "Georg är ett verktyg för koordinatsättning som utvecklas vid Naturhistoriska riksmuseet.",
    "howToWorks": "Så här fungerar Georg",
    "howToWorksText": "Tanken med Georg är att underlätta koordinatsättning av museiföremål genom att dra nytta av den information om insamlingslokaler som redan är digitaliserad. Informationen kommer framför allt från samlingar som lagt upp data på GBIF, men Georg har även andra källor.",
    "howToWorkInpractice": "Hur går det till i praktiken?",
    "howToWorkInpracticeText1": "Vi samlar in lokaluppgifter för koordinatsatta platser från olika datakällor.",
    "howToWorkInpracticeText2": "Därefter bearbetar vi uppgifterna så att platserna ska bli sökbara och importerar dem till Georg.",
    "howToWorkInpracticeText3": "När du gör en sökning rankar och sammanställer Georg resultatet så att du får de mest relevanta träffarna.",
    "howToWorkInpracticeText4": "Platserna i resultatet visas upp på en karta och koordinater visas i ett antal olika format så att du ska kunna kopiera de som passar till ditt system. I Georg har du också möjlighet att lägga till din egen plats och rita upp en osäkerhetsradie på kartan.",
    "howToWorkInpracticeText5": "För varje plats kan du titta på informationen som JSON. Vi har gjort ett exempel på hur du kan använda JSON-informationen för att geokoda direkt från FileMaker:",
    "fileMakerExampleLink": "FileMaker example (Github)",
    "placesInNordics": "För platser i Norden",
    "placesInNordicsText1": "Med Georg kan du koordinatsätta platser i Norden*, men det går att söka efter koordinater i hela världen. Allra bäst fungerar Georg just nu för platser i Sverige, eftersom vi har mest data härifrån.",
    "placesInNordicsText2": "* För närvarande visar vi inte upp något resultat från Färöarna.",
    "dataSource": "Data source",
    "dataSourceText": "Här listar vi alla datakällor som Georg använder sig av för närvarande. Vi kommer att lägga till nya datakällor för Georg allteftersom verktyget utvecklas. Datakällorna uppdateras just nu med oregelbundna intervall.",
    "gbif": "GBIF",
    "gbifText": "Vi hämtar ett antal olika",
    "occurrenceDataset": "Occurrence dataset",
    "gbifText1": " från GBIF där informationen framför allt kommer från föremålsetiketter som har digitaliserats. I resultatlistan kan du enbart se att källan är GBIF, men om du klickar in på detaljerna kan du se exakt vilket dataset platsen är hämtad ifrån.",
    "nhrsNrm": "Entomological Collections (NHRS), Swedish Museum of Natural History (NRM)",
    "nhrsNrmLinkText": "De entomologiska samlingarna vid Naturhistoriska riksmuseet",
    "phanerogamic": "Phanerogamic Botanical Collections (S)",
    "phanerogamicLinkText": "Kärlväxtsamlingarna vid Naturhistoriska riksmuseet",
    "botanyUPS": "Botany (UPS)",
    "botanyUPSLinkText": "Botaniska samlingen hos Evolutionsmuseet i Uppsala",
    "oa": "OpenAddresses (OA)",
    "oaLinkText": "OpenAddresses",
    "oaDescription": "är en samling av datakällor för adresser över hela världen, som drivs som ett projekt med öppen källkod. I Georg använder vi oss bara av svenska adresser.",
    "osm": "OpenStreetMap (OSM)",
    "osmLinkText": "OpenStreetMap",
    "osmDescription": "är ett ideellt projekt för framtagning av geografisk information. Georg använder OpenStreetMap till kartlager och för platser att söka bland.",
    "svh": "Virtuella herbariet (SVH)",
    "svhLinkText": "Sveriges virtuella herbarium",
    "svhDescription": "är en databas med information om botaniska föremål som drivs som ett samarbete mellan Sveriges största herbarier. Vi hämtar data från",
    "svhGithubLinkText": "mossnisse / Virtuella-Herbariet på GitHub",
    "wof": "Who's On First (WOF)",
    "wofLinkText": "Who's On First",
    "wofDescription": " är en ortnamnsförteckning som delar data med öppna licenser. Vi använder Who's On First både som källa till koordinatsatta platser och för att slå upp den administrativa indelningen för alla platser i Georg.",
    "browser": "Webbläsare",
    "browserDescription": "Georg fungerar i moderna webbläsare i mobiltelefoner, datorer och  surfplattor, till exempel nyare versioner av Google Chrome, Edge, Firefox och Safari.",
    "api": "API",
    "apiText": "Vi har ett API som gör det möjligt att skicka textinformation med lokaluppgifter och få tillbaka platsförslag (i JSON-format).",
    "apiDocumention": "API-dokumentation:",
    "apiLinkText": "https://georg.nrm.se/swagger-ui/index.html?url=/api/swagger.json",
    "version": "Version",
    "project": "HEAD Projektet finns på",
    "github": "Github"
  },
  "contact": {
    "contactus": "Contact us",
    "contactText": "Om du har några frågor eller synpunkter är du välkommen att höra av dig via e-postadressen här nedanför."
  },
  "home": {
    "backToReslut": "Back to result",
    "backToResluts": "Back to result list",
    "displyResults": "Display result",
    "findPlace": "Find place:",
    "hideResults": "Hide the result",
    "hit": "hit",
    "hits": "hits",
    "hits1": "No hits | 1 hit | {count} hits",
    "noHits": "Sökningen gav inga träffar",
    "inNordic": "in Nordic",
    "inSweden": "in Sweden",
    "searchPlace": "Search place",
    "viaCoordinate": "via coordinate"
  },
  "error": {
    "inValidCoordinates": "TODO: change to English\n Koordinaterna måste anges på något av följande sätt:\n 57°46'7\" N 14°49'37\" E\n 57°46.113480' N 14°49.621740' E\n 57.768558 14.827029"
  },
  "message": "hello i18n !!"
}
